Repository: wschuell/ng_userxp
Catalog: ng/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Yes
fr: Oui

source: No
fr: Non

source: Frustrated
fr: Frustré

source: Neutral
fr: Neutre

source: I enjoyed it
fr: J'ai apprécié jouer

source: /static/ng/img/chat_you.png
fr: /static/ng/img/chat-min.png

source: INTERACTION
fr: CONVERSATION

source: interactions happened without you being a part of it.
fr: conversations ont eu lieu en votre absence.

source: CONTINUE
fr: CONTINUER

source: Well done, your partner understood !
fr: Bravo, votre interlocuteur vous a compris !

source: Your partner didn't know this word but they will remember it next time !
fr: Votre coéquipier ne connaissait pas ce mot mais il s'en souviendra pour la prochaine fois !

source: Oops, your partner thought you were talking about something else. They will remember it next time !
fr: Oups, votre interlocuteur pensait que vous parliez d'autre chose. Il s'en souviendra pour la prochaine fois !

source: Your turn to speak.
fr: C’est à vous de prendre la parole.

source: Pick the object you will talk about.
fr: Choisissez l’objet dont vous allez parler.

source: Pick the word you will use to refer to this object.
fr: Choisissez le mot que vous allez utiliser pour parler de cet objet.

source: You heard this word
fr: Vous entendez ce mot

source: Click to see past interactions
fr: Afficher l'historique

source: The word used in this conversation
fr: Le mot utilisé dans cette conversation

source: What you were thinking
fr: Ce à quoi vous pensiez

source: What your partner was referring to
fr: Ce à quoi votre coéquipier pensait

source: You spoke
fr: Vous parliez

source: Your partner listened
fr: Votre interlocuteur vous écoutait

source: Well done, you understood your partner ! You will remember it next time !
fr: Bravo, vous avez compris votre interlocuteur ! Vous vous en souviendrez pour la prochaine fois !

source: This is what your partner meant, you will remember it next time !
fr: Voilà ce que votre coéquipier voulait dire, vous vous en souviendrez pour la prochaine fois !

source: Oops, your partner meant something else. You will remember it next time !
fr: Oups, votre interlocuteur voulait parler d'autre chose. Vous vous en souviendrez pour la prochaine fois !

source: Click on the clock <img src='/static/ng/img/history.png' class='txt_img'> in the upper right corner to see what you learned from the other players in the previous interactions.
fr: Cliquez sur l'horloge <img src='/static/ng/img/history.png' class='txt_img'> en haut à gauche pour consulter ce que vous avez appris de vos interlocuteurs lors des conversations précédentes.

source: Someone is trying to communicate with you.
fr: On essaye de communiquer avec vous.

source: What are they talking about ?
fr: De quoi vous parle-t-on ?

source: I don't know
fr: Je ne sais pas

source: Your partner spoke
fr: Votre interlocuteur parlait

source: You listened
fr: Vous écoutiez

source: Oops !
fr: Oups !

source: It seems that an error occured.
fr: Il semblerait qu'une erreur se soit produite.

source: Home
fr: Page d'accueil

source: Resume the game
fr: Reprendre la partie

source: STORY
fr: HISTOIRE

source: You have been kidnapped by aliens !
fr: Vous avez été enlevé(e) par des extraterrestres !

source: You
fr: Vous

source: are now locked alone in a room of their huge spaceship. In the neighboring rooms, there are two other individuals
fr: voilà seul(e) dans une geôle de leur vaisseau. Dans les pièces d'à côté se trouvent deux autres individus

source: also kidnapped by your abductors from different parts of the galaxy.
fr: que vos ravisseurs ont également enlevés à d'autres endroits de la galaxie.

source: Counting you, that's a total of three:
fr: En vous comptant, cela fait trois personnes:

source: None of you is from the same planet or speaks the same language but you all want the same thing : escape and go back home.
fr: Aucun de vous ne parle la même langue mais vous voulez tous vous échapper pour pouvoir rentrer chez vous.

source: To do so, you may only talk
fr: Pour ce faire, vous ne pourrez parler

source: by pairs thanks to a radio, without knowing wich one of your fellow prisoners is on the other side.
fr: que deux par deux grâce à une radio, sans savoir lequel de vos camarades d'infortune est à l'autre bout.

source: One of you will say a word
fr: L'un de vous proposera un mot

source: and the other will have to guess which object they are referring to
fr: et l'autre devra deviner l'objet auquel il fait référence

source: Sometimes you will talk, sometimes you will listen and guess and sometimes you will keep listening to your radio
fr: Parfois vous proposerez un mot, parfois vous écouterez et devrez deviner l'objet et parfois encore vous écouterez patiemment votre radio

source: waiting for a signal, while others are conversing.
fr: dans l'attente d'un signal, pendant que d'autres joueurs communiquent.

source: Be careful, you only have a limited number of conversations to succeed !
fr: Mais attention, vous n'avez à vous tous qu'un nombre limité de conversations pour réussir !

source: At any moment, you can have a look at what you learned from the other players by clicking on the clock
fr: À tout moment, vous pouvez consulter ce que vous avez appris des autres joueurs en cliquant sur l'horloge

source: Build a new language
fr: Créez une nouvelle langue

source: TUTORIAL
fr: TUTORIEL

source: GAME
fr: JEU

source: FINISH TUTORIAL TO UNLOCK
fr: FINISSEZ LE TUTORIEL

source: WIN
fr: GAGNEZ

source: GAMES TO UNLOCK
fr: FOIS POUR DÉBLOQUER

source: WIN THE GAME TO UNLOCK
fr: GAGNEZ LE JEU POUR DÉBLOQUER

source: Best Scores
fr: Meilleurs Scores

source: Change language
fr: Changer langue

source: Logout
fr: Déconnexion

source: THANK YOU FOR PARTICIPATING
fr: MERCI DE VOTRE PARTICIPATION

source: This game was written by William Schueller and Sandy Manolios, to collect data as a scientific experiment on language evolution.
fr: Ce jeu a été réalisé par William Schueller et Sandy Manolios, dans le cadre de recherches sur l'évolution du langage.

source: Graphics and design are the work of Atlal Boudir.
fr: Les graphismes et le design ont été réalisés par Atlal Boudir.

source: If you want to go further, you can find below a set of links to various resources:
fr: Si vous voulez en savoir plus, vous pouvez trouver dans les liens ci-dessous différentes ressources:

source: The opensource code
fr: Le code opensource

source: used to generate the website
fr: ayant servi à générer le site

source: A set of links to
fr: Une liste de liens vers

source: articles and explanatory posters and notebooks
fr: articles, posters et notebooks

source: on the theoretical work behind the game
fr: sur le travail théorique associé au jeu

source: A link to
fr: Un lien pour

source: continue playing
fr: continuer à jouer

source: outside of the Prolific experiment.
fr: en dehors du cadre de l'expérience sur la plateforme Prolific

source: Before finishing the experiment, could you fill in this quick survey ?
fr: Afin de nous aider, pourriez-vous remplir ce bref questionnaire avant de finir l'expérience?

source: Quick survey :
fr: Questionnaire :

source: How did you feel while playing this game ?
fr: Quel a été votre ressenti du jeu?

source: Did you understand what was happening in the game ?
fr: Avez-vous compris ce qui se passait au cours du jeu ?

source: Did you think that you were interacting with only one individual ?
fr: Pensiez-vous n'interagir qu'avec un seul interlocuteur ?

source: Were you already familiar with communication games or similar experiments ?
fr: Aviez-vous déjà entendu parler des jeux de language ou d'autres expériences de communication similaires ?

source: Did you use a particular strategy (or several) during your games ?
fr: Avez-vous eu l'impression d'utiliser une stratégie particulière (ou plusieurs) lors de vos parties ?

source: If it is a 'Yes', could you describe it briefly ?
fr: Si oui, pourriez-vous la ou les décrire brièvement ?

source: You can leave here any remark or message that could be relevant or that you would just like to share with us :
fr: Vous pouvez laisser ici toute remarque ou message qui vous semblerait pertinent, ou dont vous voudriez simplement nous faire part :

source: If you were not provided a token, leave empty.
fr: Si vous n'avez pas de code, laissez ce champ vide.

source: The Naming Game
fr: Le Naming Game

source: You’re about to start a short game where you will have to collectively build a lexicon with other individuals. Your answers will be recorded but will not be identifiable to you personally. The game will take about 10 minutes.
fr: Vous allez participer à une expérience sous la forme d'un jeu en ligne, où vous aurez à construire collectivement un langage avec d'autres individus. Vos réponses seront enregistrées mais resteront anonymes. Ce jeu durera environ 10 minutes.

source: Before consenting to participate, please
fr: Avant d'accepter de participer à l'expérience, veuillez

source: consent_form.pdf
fr: consent_form_fr.pdf

source: click here
fr: cliquez ici

source: to read more detailed information about the study.
fr: pour lire les informations détaillées concernant l'expérience.

source: You have read and understood the detailed information about the study.
fr: Vous avez lu et compris les informations détaillées de cette expérience.

source: You agree that your anonymized data may be kept for up to 5 years in the archives of Inria and may be used by qualified researchers for teaching and research purposes
fr: Vous acceptez que vos données anonymisées d'utilisation du jeu soient gardées jusqu'à 5 ans dans les archives d'Inria et peuvent être utilisées par des chercheurs qualifiés à des fins d'enseignement ou de recherche.

source: You agree that your anonymized data may be made publicly available for general use, e.g., put on the world wide web.
fr: Vous acceptez que vos données anonymisées d'utilisation du jeu peuvent devenir publiquement accessibles pour des usages divers, par exemple diffusées sur internet.

source: You voluntarily agree to participate and can stop at any time.
fr: Vous participez volontairement et pouvez quitter l'expérience à tout moment.

source: You consent to the use of cookies for this site.
fr: Vous consentez à l'usage de cookies sur ce site.

source: If you do not agree to all of these, simply close this window in your browser now.
fr: Si vous ne consentez pas à l'ensemble de ces points, vous pouvez fermer la fenêtre de votre navigateur.

source: Submit
fr: Valider

source: Enter your name here :
fr: Entrez votre nom ici :

source: If you have been told to use a specific token, enter it here :
fr: Si on vous a indiqué un code spécifique, entrez le ici :

source: Are you sure ?
fr: Êtes-vous sûr(e) ?

source: If you leave this page, the game won’t be saved. Do you want to quit ?
fr: Si vous quittez la partie en cours, celle-ci ne sera pas sauvegardée.

source: Yes, quit the game
fr: Quitter la partie

source: No, resume the game
fr: Continuer la partie

source: Objects
fr: Objets

source: Words
fr: Mots

source: RESULTS
fr: RESULTATS

source: Your prison guard gets bored by the many strange sounds that are coming from your cell, and decides to transfer you to another part of the ship, luckily with more neighbors and more objects.
fr: Votre gardien est agacé des sons incompréhensibles qui proviennent de votre cellule, et décide de vous enfermer dans une autre partie du vaisseau, où par chance vous vous retrouvez avec plus d'objets et de voisins de cellule.

source: Once you manage to understand each other, you come up with a cunning plan to escape. Your abductors don’t even see it coming until it’s too late. You steal a ship from them and one of your companions drives you back home with it.
fr: Après avoir réussi à vous comprendre, vous mettez au point un plan d'évasion spectaculaire. Vos ravisseurs ne voient rien venir avant qu'il ne soit trop tard. Vous leur volez un vaisseau qu'un de vos camarades pilote pour vous ramener tous paisiblement chez vous.

source: Sadly, your abductors realize that you and your neighbors are trying to communicate before you reach an acceptable level of understanding. They split all of you you between different parts of the prison ship, with new cell neighbors.
fr: Malheureusement, vos gardiens se rendent compte de votre intention d'arriver à communiquer avant que vous ne réussissiez à vous comprendre. Ils vous séparent aux quatre coins du vaisseau-prison, et vous vous retrouvez avec de nouveaux voisins de cellule.

source: You and your fellow prisoners reached an understanding level of :
fr: Vous et vos voisins de cellule avez atteint un niveau de compréhension de :

source: Congratulations, you won the game !
fr: Félicitations, vous avez gagné la partie !

source: You'll do better next time ! To win, you need to reach
fr: Dommage, vous ferez mieux la prochaine fois ! Pour gagner, vous devez atteindre

source: You are 3
fr: Vous êtes 3

source: You are 5
fr: Vous êtes 5
